{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "color_scheme": "",
        "show_title": true,
        "page_width": "xs"
      }
    },
    "rich_text_kMXXfW": {
      "type": "rich-text",
      "blocks": {
        "heading_UHgAgW": {
          "type": "heading",
          "settings": {
            "text": "About Balance7",
            "heading_tag": "h1"
          }
        }
      },
      "block_order": [
        "heading_UHgAgW"
      ],
      "settings": {
        "color_scheme": "scheme-e6a411d7-ac77-46c2-b9de-53ba11f5c1ce",
        "separate_section_with_border": false,
        "content_width": "sm",
        "text_position": "center",
        "remove_vertical_spacing": false
      }
    },
    "rich_text_89zY44": {
      "type": "rich-text",
      "blocks": {
        "richtext_UKKFCi": {
          "type": "richtext",
          "settings": {
            "content": "<h1><strong>What is the pH<\/strong><\/h1><p>Potential of hydrogen – or <strong>pH<\/strong> –  is a numerical scale used to specify a solution's acidity or alkalinity. It's used to measure food or in this case: our bodies. The pH scale ranges from 0 (most acidic) to 14 (most alkaline\/basic). Your pH level impacts all of the body’s cells, tissues, glands, organs and organ systems. In this deep dive, we’ll tackle what pH is, why it’s important and how to maintain a balanced body. This is the definitive guide to maintaining a balanced body.<\/p><p>Due to improper diet, medications, drugs, and life styles, the majority of people living in the United States are becoming unhealthier. Those choices will push your body to become more acidic what is known in medical world as chronic low metabolic acidosis. In acidic state your body is in a constant state of inflammation rendering your body incapable of defending itself. This chronic acid buildup will affect every system in your body including your immune system, the main system in fighting against outside invaders like bacterial, viral and fungal infections.<br\/><br\/>There are very few ways to monitor your internal body’s pH. You can get a blood test done and it will tell you where your pH stands but that is complex, costly, and time consuming, not to mention by the time you get it done your body has already made appropriate arrangement to be balance “Robbing Peter to pay Paul sort of solution”. Your internal organs including your bones, kidneys, and lungs have to kick in overdrive in order to bring your body’s pH back to balance.<\/p>"
          }
        },
        "heading_jzkAxq": {
          "type": "heading",
          "settings": {
            "text": "<strong>So are there simpler ways to check your pH?<\/strong>",
            "heading_tag": "h2"
          }
        },
        "richtext_QLWwCp": {
          "type": "richtext",
          "settings": {
            "content": "<p>There are other ways to check the status of your health by using pH strips, although not as accurate as getting blood pH done but it should give you enough warning ahead of time.<\/p><p>Saliva tests, which are easy to perform and non-invasive, can be used to monitor both oral disease (especially periodontal disease) and physical conditions, like metabolic syndrome (MetS), which covers many diseases including Diabetes.<br\/>The ideal saliva pH is 7. A pH value between 6.7 to 7.3 is generally seen in healthy people. Saliva pH below 7 usually indicates increased acid production in the body, which is an easy way that tells you that your body is not in a good health, your immune system is weak and chances are, you are going to be sick soon.<\/p><p>﻿Simplest way to find out your saliva pH is using a pH strip. Fill your mouth with saliva and then swallow or spit it out. Fill your mouth with saliva again and then place a small amount of it on a pH strip. The strip will change colors based on the acidity\/alkalinity of your saliva. The outside of the box of pH strips will have a color chart for comparison.<br\/>The fasted way to bring your body’s pH back to balance is with Balance7. Balance 7 is an alkaline concentrate with a pH that is 1500 times stronger than your drinking water. Along with healthy diet full of fruits and vegetable and reduction in acidic food you will be in charge of your health in no time.<\/p>"
          }
        },
        "heading_A8kDkk": {
          "type": "heading",
          "settings": {
            "text": "<strong>Science of Balance7™<\/strong>",
            "heading_tag": "h2"
          }
        },
        "richtext_pDirPg": {
          "type": "richtext",
          "settings": {
            "content": "<p>Balance7™ is a liquid dietary supplement with the powerful ability to raise pH levels in the body. Its proprietary mixture of <strong>safe, all-natural minerals triggers<\/strong> the body’s ability to maintain a healthy, strong immune system.<br\/><br\/>From conception to production, Al Siamon spent more than two decades developing and testing Balance7™. This unique, easy-to-use blend works without expensive products or complicated diets. A consistent and daily regimen greatly improves the efficacy and potency of the pH balancing process. Since its inception in 2005, the use and introduction of Balance7™ in the United States and throughout the world to millions of people launched a steady stream of testimonies about the product's extraordinary health benefits.<br\/><br\/><em>Within 72 hours, most people begin to experience:<\/em><\/p><ul><li><strong>Higher<\/strong> energy<\/li><li><strong>Boosted<\/strong> mental awareness<\/li><li><strong>Enhanced<\/strong> overall health<br\/><\/li><\/ul><p>Balance7™ promotes better performance of the immune system and aids the body in maintaining vibrant, long-term health.<\/p>"
          }
        },
        "heading_LUjwjw": {
          "type": "heading",
          "settings": {
            "text": "<strong>Why alkaline concentrate?<\/strong>",
            "heading_tag": "h2"
          }
        },
        "richtext_eNJfHB": {
          "type": "richtext",
          "settings": {
            "content": "<p>Your body works hard to maintain a healthy balance between acid (lower on the pH scale) and alkaline (higher on the pH scale).<br\/>When there is an imbalance due to stress, lack of sleep and overconsumption of acidic foods (such as sugar, processed foods and alcohol), your body has to work harder to maintain its optimal pH level. It does this by reaching for the alkalizing minerals it needs to counter the higher levels of acid. <em>Unfortunately, these minerals are leached from your bones, organs and tissues<\/em>.<br\/>Depletion of resources – combined with the fact that viruses, fungus, yeast, bacteria, cancer and parasites thrive in acidic environments – opens the floodgates to imbalance, disease and pathphysiology.<\/p><h2>Balance 7 promotes body health with a burst of alkalinity.<\/h2><p>The Balance7™ pH dietary supplement is what you need to begin improving body health today. Alkaline mineral supplements abound on the market, but Balance7™ is specially formulated with a very high pH level. While most alkaline waters have a pH rating of 8 or 9,Balance7™<em>is more than 11<\/em>! Our buffered non aggressive PH is equivalent to 20x higher than the competition on a pH scale.<\/p><h2>Revitalize that spring in your step – celebrate a healthy life!<\/h2><p><em>You're just ounces of Balance7™ away from:<\/em><br\/><\/p><ul><li>Enhancing the body’s ability to fight disease<\/li><li>Staying healthy<\/li><li>Boosting energy levels<\/li><li>Boosting  healthy immune system<\/li><li>Promoting short\/long-term memory<\/li><li>Launching an extra spring in your step!<\/li><\/ul><p>Balance7™ is an all-natural specialty mineral alkaline concentrate rated at pH 11+. It quickly creates “alkaline tides” in the bloodstream quenching excess acidity<em>.<\/em><\/p><h2>How does Balance7™ help?<\/h2><p>Balance7™ is a new, exciting and effective way to find results fast in your quest to rebalance body’s pH levels. The starting place for your body’s journey back to health requires an all-out effort to repair damage to its primary “building block” – water. Balance7™ is a natural dietary supplement comprised of a proprietary mix of mineral salts that combine to form a highly alkaline water that is safe for the body.<br\/><\/p><p><span style=\"text-decoration:underline\"><strong>Challenge<\/strong><\/span>: Traditional medicine has not provided easy and effective methods to balance pH quickly.<br\/><\/p><p><span style=\"text-decoration:underline\"><strong>Solution<\/strong><\/span>: Rebalance destructive low pH levels in this foundational building block of the body by taking Balance7™<\/p><p>Balance7™ does one very essential thing – it helps your body regain its pH balance. By doing so, Balance7™ helps the body “fire up” its own immune system. Then watch and see what the body can do to repair itself!<\/p>"
          }
        },
        "heading_yVq9BM": {
          "type": "heading",
          "settings": {
            "text": "<strong>Danger of ACIDOSIS<\/strong>",
            "heading_tag": "h2"
          }
        },
        "richtext_dKrMUG": {
          "type": "richtext",
          "settings": {
            "content": "<p><em>What place does pasta, chocolate, coffee, tea, beef, poultry, rice, beer, wine, bread and eggs have in your diet? <\/em>For most us, these foods are essential – “non-negotiable” – and form the majority of our diet. However, when metabolized, these very foods leave a metallic and chemical residue in our bodies that tend to create lower than normal pH levels. When our diets do not include enough alkaline producing foods, our bodies become acidic.<br\/><br\/><em><strong>This is called acidosis.<\/strong><\/em><br\/>Acidosis is a process or a trend toward acidemia. Acidemia is an actual change in blood pH. It is defined as a blood pH of less than 7.35. This is very unlikely to occur, as the body has multiple mechanisms to enable it to maintain a very stable blood pH. Acidosis becomes acidemia when compensatory measures become overwhelmed. This typically happens in “advanced disease” like kidney and lung failure, diabetes, etc. Notwithstanding, acidosis occurs through other ways including food, beverages, drugs and genetic disorders.<\/p><h2><strong>Acidosis can occur in 3 ways<\/strong><\/h2><h2><span style=\"text-decoration:underline\"><strong>1. Diet-induced acidosis<\/strong><\/span><\/h2><p>When talking about diet-induced acidosis, this is about the acid\/base changes induced by the food constituents. the kidneys and lungs get rid of almost, but not all of this excessive acidity, when these systems start to fail, calcium from bone is used instead as the buffer.Example:3g of bone is needed to neutralize 1g of acid. this excessive acidity turns out to be a seriously under-recognized cause of osteoporosis. The primary sources of acidity in the diet are sulfur-containing amino acids, salt, and phosphoric acid in soft drinks.<\/p><h2><span style=\"text-decoration:underline\"><strong>2. Drug-induced acidosis<\/strong><\/span><\/h2><p><em>Many commonly prescribed drugs induce acidity in the body through:<\/em><br\/><\/p><ul><li> Blood pressure medications<\/li><li> Cholesterol medications<\/li><li> Antibiotics<\/li><li> Anti-fungal remedies<\/li><li> Chemo drugs<\/li><li> Salicylate<\/li><\/ul><h2><span style=\"text-decoration:underline\"><strong>3. Genetic & metabolic disorders<\/strong><\/span><\/h2><p>Several diseases disrupt metabolism in ways that cause excessive acidity (or is it the other way around or a vicious cycle).<br\/><br\/><em><strong>Most important are:<\/strong><\/em><\/p><ul><li> Kidney disease<\/li><li> Diabetes<\/li><li> Diarrhea<\/li><li> Pancreatic drainage<\/li><li> Biliary fistula<\/li><li> Sjogren’s syndrome<\/li><li> Systemic lupus erythematous<\/li><li> Urinary tract obstruction<\/li><li> Fever<\/li><li> Aldosterone deficiency<\/li><li> Androgen deficiency<\/li><li> Chronic pyelonephritis<\/li><li> Obstructive uropathy<\/li><li> RTA<\/li><li> Plus many more!<\/li><\/ul><h2><strong>Acidosis symptoms<\/strong><\/h2><ul><li>Diminished immunity<\/li><li>Premature aging<\/li><li>Weight gain<\/li><li>Fatigue<\/li><li>Anxiety & irritability<\/li><li>Impaired cellular function<\/li><li>Inflammation<\/li><li>Muscle loss<\/li><li>Osteoporosis<\/li><\/ul>"
          }
        },
        "heading_cnYbgR": {
          "type": "heading",
          "settings": {
            "text": "<strong>Acidosis and human health risks<\/strong>",
            "heading_tag": "h2"
          }
        },
        "richtext_MEAzrK": {
          "type": "richtext",
          "settings": {
            "content": "<h2><strong>Clinical effects of acidosis<\/strong><\/h2><p>Research is now showing a strong relationship between acidosis and several common diseases. Osteoporosis and kidney stones are most important – but growing research is adding<em>cancer, muscle wasting, metabolic syndrome, impaired glutathione synthesis<\/em>and many others.<\/p><h2><strong>Osteoporosis (Effect on Bone)<\/strong><\/h2><p>Acidosis increases bone loss, leading to osteoporosis and fractures. Both pre- and postmenopausal women and older men eating an acid-forming diet have lower density in the spine and hip bones. Making the extracellular environment of the bones more acidic results in activation of osteoclasts and inhibition of osteoblasts – causing a net loss of calcium from the bone. Surprisingly, a tiny extracellular pH reduction of 0.1 is sufficient to cause a doubling of calcium bone resorption. A growing body of research clearly documents clinical benefit through diet and alkalinizing supplements. Diets rich in fruits & vegetables and low in animal protein and sodium chloride reduces acid load and is consistently associated with greater bone density. <strong>Alkalization <\/strong>through supplementation decreases urinary excretion of calcium, increases bone density and decreases bone fractures in the human body.<\/p><h2><strong>Kidney stones<\/strong><\/h2><p>Recent research has now shown that dietary acid load will increase both calcium oxalate and, urate stones. Studies have shown supplementation with alkaline minerals prevents the recurrence of urate stones.<\/p><h2><strong>Cancer<\/strong><\/h2><p>Although diet-induced acidosis may indeed increase risk of cancer, at this time there is no clinical research. Cell and animal studies have shown that lowering pH levels (acidemia) in the extracellular space promotes the invasive and metastatic potential of cancer cells. <\/p><h2><strong>Exercise<\/strong><\/h2><p>Studies also show benefit from <strong>alkalization<\/strong> in strength training, aerobic exercises and overall acute and chronic pain reduction.<\/p>"
          }
        }
      },
      "block_order": [
        "richtext_UKKFCi",
        "heading_jzkAxq",
        "richtext_QLWwCp",
        "heading_A8kDkk",
        "richtext_pDirPg",
        "heading_LUjwjw",
        "richtext_eNJfHB",
        "heading_yVq9BM",
        "richtext_dKrMUG",
        "heading_cnYbgR",
        "richtext_MEAzrK"
      ],
      "settings": {
        "color_scheme": "scheme-2",
        "separate_section_with_border": true,
        "content_width": "sm",
        "text_position": "center",
        "remove_vertical_spacing": false
      }
    },
    "1704932144b80e6f9c": {
      "type": "apps",
      "blocks": {
        "judge_me_reviews_featured_carousel_wzTX4A": {
          "type": "shopify:\/\/apps\/judge-me-reviews\/blocks\/featured_carousel\/61ccd3b1-a9f2-4160-9fe9-4fec8413e5d8",
          "settings": {
            "maxwidth": 1080
          }
        }
      },
      "block_order": [
        "judge_me_reviews_featured_carousel_wzTX4A"
      ],
      "settings": {
        "color_scheme": "",
        "separate_section_with_border": true,
        "remove_vertical_spacing": false,
        "remove_horizontal_spacing": false
      }
    },
    "newsletter_iNmRGk": {
      "type": "newsletter",
      "settings": {
        "color_scheme": "scheme-1",
        "separate_section_with_border": false,
        "image_size": "auto",
        "subheading": "Keep me updated",
        "title": "Newsletter",
        "content": "<p>Keep Balanced with Balance7. Subscribe to our newsletter for exclusive offers.<\/p>",
        "button_text": "Subscribe",
        "overlay_color": "#000000",
        "overlay_opacity": 0
      }
    }
  },
  "order": [
    "main",
    "rich_text_kMXXfW",
    "rich_text_89zY44",
    "1704932144b80e6f9c",
    "newsletter_iNmRGk"
  ]
}